app/controllers/holidays_controller.rb

SELECT * FROM "holidays"
---
  def index
    @holidays = Holiday.all